app/Controllers/Main.php

    public function cuidador()
    {
        $cuidadorModel = new Cuidador();
        $cuidador['cuidador'] = $cuidadorModel->findAll();
---
SELECT *
FROM `cuidador`

    public function filmes()
    {
        $filmesModel = new Filme();
        $filmes['filmes'] = $filmesModel->findAll();
---
SELECT *
FROM `filmes`